{
  "Comment.nvim": { "branch": "master" },
  "Coqtail": { "branch": "main" },
  "FixCursorHold.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "actions-preview.nvim": { "branch": "master" },
  "auto-save.nvim": { "branch": "main" },
  "barbecue": { "branch": "main" },
  "baredot.nvim": { "branch": "master" },
  "bigfile.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "clangd_extensions.nvim": { "branch": "main" },
  "clipboard-image.nvim": { "branch": "main" },
  "cmake-tools.nvim": { "branch": "master" },
  "cmp-dap": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-tags": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "codesnap.nvim": { "branch": "main" },
  "colorful-winsep.nvim": { "branch": "alpha" },
  "competitest.nvim": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "coq-lsp.nvim": { "branch": "main" },
  "crates.nvim": { "branch": "main" },
  "curl.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "firenvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "goto-preview": { "branch": "main" },
  "guess-indent.nvim": { "branch": "main" },
  "gutentags_plus": { "branch": "master" },
  "harpoon": { "branch": "harpoon2" },
  "harpoonline": { "branch": "main" },
  "helpview.nvim": { "branch": "main" },
  "hlchunk.nvim": { "branch": "main" },
  "idris2-nvim": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lean.nvim": { "branch": "main" },
  "lsp_lines.nvim": { "branch": "main" },
  "lspkind-nvim": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "lsplinks.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-golang": { "branch": "main" },
  "neotest-plenary": { "branch": "master" },
  "neotest-python": { "branch": "master" },
  "neotest-rust": { "branch": "main" },
  "neotest-vim-test": { "branch": "master" },
  "neovim-ayu": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-repl-highlights": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lightbulb": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-metals": { "branch": "main" },
  "nvim-navic": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-spectre": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim_context_vt": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "onedark": { "branch": "master" },
  "outline.nvim": { "branch": "main" },
  "overseer.nvim": { "branch": "master" },
  "perfanno.nvim": { "branch": "master" },
  "persistent-breakpoints.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "rustaceanvim": { "branch": "master" },
  "schemastore.nvim": { "branch": "main" },
  "swagger-preview.nvim": { "branch": "master" },
  "symbol-usage.nvim": { "branch": "main" },
  "tailwind-tools.nvim": { "branch": "master" },
  "telescope-dap.nvim": { "branch": "master" },
  "telescope-egrepify.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-helpgrep.nvim": { "branch": "main" },
  "telescope-sg": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "themery.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "tw-values.nvim": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" },
  "ultimate-autopair.nvim": { "branch": "v0.6" },
  "undotree": { "branch": "master" },
  "vCoolor.vim": { "branch": "master" },
  "venv-selector.nvim": { "branch": "regexp" },
  "vim-fugitive": { "branch": "master" },
  "vim-gutentags": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "yaml-companion.nvim": { "branch": "main" }
}
